Revit 2027 API
ParameterTypeId.FabricNumber Property
 "Fabric Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricNumber { get; }
Public Shared ReadOnly Property FabricNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricNumber {
	ForgeTypeId^ get ();
}
static member FabricNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace